{
    tips:[
	"[Sunrider] Ava Crescentia has Tsundere traits, but she'll be professional and formal here... probably...",
	"[Sunrider] Vanilla factions will rarely use and sell PACT and Solar Alliance ships and weapons so you can fight, recover or buy then play with them, but for SR storyline, everyone will act as if they don't exist here.",
	"[Sunrider] Ryuvian technology is really out of this world... I mean out of this sector.",
	"[Sunrider] Ava Crescentia is lonely here. Hire her and be her friend; she's as good as a 'blue sphere' at commanding a ship.",
	"[Sunrider] Claude is a horny doctor, but don't worry; she's not here to do 'exams' on you. Just stay away from her sick bay.",
	"[Sunrider] Wanzers skipped leg day, but Ryders didn't.",
	"[Sunrider] If PACT's Super Dreadnought Legion was here, it'd probably be 5 times bigger than the Sunrider, have a 999999 range and piercing damage beam, almost a half-million hull and uhm... 100% fuel cost reduction for sat bomb.",
	"[Sunrider] Osiris Alliance also has a fighter named 'Phoenix'. Make sure to not be confused with Icari's Phoenix.",
	"[Sunrider] The Ryders don't have multiple abilities here, I know, but wouldn't it be too OP if, for example, Liberty could disable shields, PD and overload enemies on top of repairing friendly units?",
	"[Sunrider] There is a Granblue Fantasy reference somewhere (and I don't mean that UAF illustration that is literally Jewel Resort Casino or the SSR Special Hullmod Upgrades that got Zooey/Beelzebub-related text... (I love Zooey by the way)). If you'd get it or not, I just hope you don't actually see it at all *patpat*.",
	"[Sunrider] No lewd scenes here. Don't even waste your time requesting for one.",
	"[Sunrider] Check the portrait folder in mod files.",
	"[Sunrider] Aside from Sunrider herself and the PACT Battleship, the ships' sprites are unfinished, so please don't judge'em (yet).",
	"[Sunrider] Ava best girl.",
	"[Sunrider] Asaga best girl.",
	"[Sunrider] Chigara best girl.",
	"[Sunrider] Icari best girl.",
	"[Sunrider] Claude best girl.",
	"[Sunrider] Sola best girl.",
	"[Sunrider] Kryska best girl.",
	"[Sunrider] Lynn best girl.",
	"[Sunrider] Cosette b... no, nevermind... not this one...",
	"[Sunrider] Ava's custom skill is named like that for a reason. If you saw and know the reason, well, go touch some grass in the nearest terran planet... or don't :)",
	"[VIC] Woe. Cat plague be upon ye.",
	"[Ava Crescentia] Did you finish your paperwork? No? *AngryXoNoises* I knew it, you're just like Kayto.",
	"Have you seen these people that, for absolutely no reason go like ''oH nO tHIs mOD hAs 128.128 pNg DRaWn In AniME sTyLe. iMmA tRaShtALk IT fOr THe ReSt OF mY liFE. aNiME bAd''? I have and it's annoying.",
	"Holding hands is lewd.",
	"Officer ragequit now exists, at least for one.",
	"It's not like I love you or anything, baka.",
	"EU SOU BRASILEIRO! HU3HU3HU3",
	"MFW some shady place sells all kinds of stuff even if tagged 'system', 'no_sell', 'no_drop', 'restricted', etc... what the heck and why?"
    ]
}