{
    tips:[
	"[Sunrider] Ava Crescentia has Tsundere traits, but she'll be professional and formal here... probably...",
	"[Sunrider] Vanilla factions will rarely use and sell PACT and Solar Alliance ships and weapons so you can fight, recover or buy then play with them, unless you delete certain files listed in the 'readme'. They are usually good at one role, but don't perform very well at any other.",
	"[Sunrider] Ryuvian technology is really out of this world... I mean out of this sector.",
	"[Sunrider] Ava Crescentia is lonely here. Hire her and be her friend; she's as good as a 'blue sphere' at commanding a ship.",
	"[Sunrider] Claude is a horny doctor, but don't worry; she's not here to do 'exams' on you. Just stay away from her sick bay.",
	"[Sunrider] Wanzers skipped leg day, but Ryders didn't.",
	"[Sunrider] Osiris Alliance also has a fighter named 'Phoenix'. Make sure to not be confused with Icari's Phoenix.",
	"[Sunrider] The Ryders don't have multiple abilities here, I know, but wouldn't it be too OP if, for example, Liberty could disable shields, PD and overload enemies on top of repairing friendly units?",
	"[Sunrider] If you see what looks like an obvious FGO reference... no, it's a Granblue Fantasy reference.",
	"[Sunrider] If you somehow spawn or recover the little red boy that hits like a truck or the boss version of a certain frigate, I'm not responsible for the consequences.",
	"[Sunrider] Do you want VNsector? You can bet your ship's bottom that you'll have it!",
	"[Sunrider] Don't think that there's no VNsector here. This mod is a tribute to a literal Visual Novel.",
	"[Sunrider] I once saw an Approlight ship bending the Vanguard Cannon animation. How in the world do you do that with a projectile that is made to clip through anything?",
	"[Sunrider] Not all ships' sprites are finished, so please don't judge'em (yet).",
	"[Sunrider] Yunris Kween is crazy, but there are those that see her as waifu, and even Greywind is concerned about their well-being.",
	"[Sunrider] All ships and wings from this mod have 'Fallen Outsider' hullmod, making them immune to hyperspace storm and solar corona damage, and the shields slightly more resistant to energy damage, but more costly maintenance is the drawback.",
	"[Sunrider] Unlike the previous quests, the 5th only spawns in 4 specific colonies and is not given by Ava Crescentia, but all of them can fail the same way.",
	"[Sunrider] The 5th quest is a high level boss battle, way above the Doritos. Things that increase combat difficulty like UNGP will make it even more dire.",
	"[Sunrider] No weapons added by this mod deal fragmentation damage. All wings have 50% more weapon/engine durability and 40% less repair time",
	"[Sunrider] Carriers in Sunrider games apparently are massive compared to the titular ship... they're to be added soon, scaled down.",
	"[Sunrider] There are 15 possible songs to be mentioned in the 'karaoke.' I asked the favorites of friends to make the list.",
	"[Sunrider] Sunrider 4 models are too expensive irl. Sorry...",
	"[Sunrider] After being offered Ryuvian Showdown, don't forget to re-visit the station, and quick!",
	"[Sunrider] Dogoo is utility, Galleon is defense and Rensouhou is offense.",
	"[Sunrider] Ava best girl.",
	"[Sunrider] Asaga best girl.",
	"[Sunrider] Chigara best girl.",
	"[Sunrider] Icari best girl.",
	"[Sunrider] Claude best girl.",
	"[Sunrider] Sola best girl.",
	"[Sunrider] Kryska best girl.",
	"[Sunrider] Lynn best girl.",
	"[Sunrider] Cosette b... no, nevermind... not this one...",
	"[VIC] Woe. Cat plague be upon ye.",
	"[Ava Crescentia] Did you finish your paperwork? No? *AngryXoNoises* I knew it, you're just like Kayto.",
	"Holding hands is lewd.",
	"Officer ragequit now exists, at least for one.",
	"It's not like I love you or anything, baka.",
	"Have you seen those that, instead of letting people enjoy their mods, go like for absolutely no reason ''oH nO tHis MOD hAs 128x128 pNg DRaWn In aSiAN sTyLe. iMmA tRaShtALK IT fOr THe Rest OF MY LIFE. aNiME bAd''? If only they'd stop being cringe and accept that EVERYTHING moddable has ''normal'', anime, meme, and even deliberately unbalanced or nonsense mods...",
	"EU SOU BRASILEIRO! HU3HU3HU3"
    ]
}