{
    tips:[
	"[Sunrider] Ava Crescentia has Tsundere traits, but she'll be professional and formal here... probably...",
	"[Sunrider] Vanilla factions will rarely use and sell PACT and Solar Alliance ships and weapons so you can fight, recover or buy then play with them. Each is good at one role, but not so good at any other.",
	"[Sunrider] Ryuvian technology is really out of this world... I mean out of this sector.",
	"[Sunrider] Ava Crescentia is lonely here. Hire her and be her friend; she's as good as a 'blue sphere' at commanding a ship.",
	"[Sunrider] Claude is a horny doctor, but don't worry; she's not here to do 'exams' on you. Just stay away from her sick bay.",
	"[Sunrider] Wanzers skipped leg day, but Ryders didn't.",
	"[Sunrider] If PACT's Super Dreadnought Legion was here, it'd probably be 5 times bigger than the Sunrider, have a 999999 range and piercing damage beam, almost a half-million hull and uhm... 100% fuel cost reduction for sat bomb.",
	"[Sunrider] Osiris Alliance also has a fighter named ''Phoenix''. Make sure to not be confused with Icari's Phoenix.",
	"[Sunrider] The Ryders don't have multiple abilities here, I know, but wouldn't it be too OP if, for example, Liberty could disable shields, PD and overload enemies on top of repairing friendly units?",
	"[Sunrider] There is a Granblue Fantasy reference somewhere. If you'd get it or not, I just hope you don't actually see it at all *patpat* (and I don't mean that UAF illustration that is literally Jewel Resort Casino or the SSR Special Hullmod Upgrades that got Zooey/Beelzebub-related text for example... (I love Zooey by the way)).",
	"[Sunrider] No lewd scenes here. Don't even waste your time requesting for one.",
	"[Sunrider] Check the portrait folder in mod files.",
	"[Sunrider] If you somehow spawn or recover the little red boy that hits like a truck, I'm not responsible for the consequences.",
	"[Sunrider] When I buy Sunrider 4 and play it, I'll probably change a lot of ship class names in this mod, but ''Veniczar'' is so damn fitting for the PACT BB, and the Mining BB model is basically a space ''Sandworm''.",
	"[Sunrider] Do you want VNsector? You can bet your ship's bottom that you'll have it!",
	"[Sunrider] Don't think that there's no VNsector here. This mod is a tribute to a literal Visual Novel/Strategy game.",
	"[Sunrider] If you got at least 45/100 reputation score with Ava (without some outside backup I don't know of), you had a real taste of VNsector.",
	"[Sunrider] Not every frame in the dialogues have illustrations, and I am very sad that Sunrider Liberation Day doesn't have a single picture of Ava facepalming.",
	"[Sunrider] I think I'll have to draw eyepatched Ava facepalming sooner or later.",
	"[Sunrider] I once saw an Approlight ship bending the Vanguard Cannon animation. How in the world do you do that with a projectile that is made to clip through anything?",
	"[Sunrider] Aside from Sunrider herself and the PACT Battleship, the ships' sprites are unfinished, so please don't judge'em (yet).",
	"[Sunrider] Yunris Kween is crazy, but there are those that see her as waifu, and even Greywind is concerned about their well-being.",
	"[Sunrider] Ava best girl.",
	"[Sunrider] Asaga best girl.",
	"[Sunrider] Chigara best girl.",
	"[Sunrider] Icari best girl.",
	"[Sunrider] Claude best girl.",
	"[Sunrider] Sola best girl.",
	"[Sunrider] Kryska best girl.",
	"[Sunrider] Lynn best girl.",
	"[Sunrider] Cosette b... no, nevermind... not this one...",
	"[Sunrider] Ava's custom skill is named like that for a reason. If you saw and know the reason, well... :)",
	"[VIC] Woe. Cat plague be upon ye.",
	"[Ava Crescentia] Did you finish your paperwork? No? *AngryXoNoises* I knew it, you're just like Kayto.",
	"Have you seen those that, instead of letting people enjoy their mods, go like for absolutely no reason ''oH nO tHIs mOD hAs 128.128 pNg DRaWn In VAgUe sTyLe. iMmA tRaShtALk IT fOr THe ReSt OF mY liFE. aNiME bAd''? That's cringe.",
	"Holding hands is lewd.",
	"a",
	"Officer ragequit now exists, at least for one.",
	"It's not like I love you or anything, baka.",
	"EU SOU BRASILEIRO! HU3HU3HU3",
	"MFW some shady pirate or something place sells all kinds of stuff even if tagged 'system', 'no_sell', 'no_drop', 'restricted', etc... what the heck and why?"
    ]
}